// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "デバイスでダイレクト プリントを有効にします";

TaskTOCTitle = "HP ダイレクト プリント";

HeaderMessage = "ダイレクト ワイヤレス接続を使用すると、ワイヤレス対応のスマートフォン、ノートブック コンピュータなどのモバイル デバイスから簡単に印刷できるようになります。モバイル デバイスは、プリンタのワイヤレス範囲内に存在し、HP ePrint ドライバまたはモバイル App がインストールされている必要があります。詳細情報、および App のダウンロードについては、HP オンライン Web サイトをご覧ください";
EnableDirectPrint = "ダイレクト プリントを有効にする";

SecurityOnPasswordTitle = "オン (セキュリティあり)";
SecurityOnTitle = "オン (セキュリティなし)";
SecurityOffTitle = "オフ";

SecurityOnAlertTitle = "(警告: ダイレクト プリントを有効にすると、ワイヤレス範囲にいるアクセス権のないユーザーがプリンタに接続して印刷を行う可能性があります。)";
PasswordTitle = "パスフレーズ:";
PassphraseTooShortErrorMessage = "パスフレーズは 8 文字以上である必要があります。";